{
    "Recap" : 
    [
        "這個鎮上每年的失蹤人口越來越多了。",
        "長達五十年的累積下來，已經有50位外來、當地人口在來到鎮上後消失、死於怪病了。",
        "一時間謠言紛飛，有人說，那是黑死病時期留下的詛咒。",
        "有人說，他們被鬼怪抓走困死在了奇怪的地下室當中。",
        "儘管頻率不高，但在越來越惶恐的氣氛之下，為了釐清真相，政府仍然委託你來到這個小鎮探查真相。",
        "為了探查在這重重迷霧與傳說當中唯一的真實，請在鎮長為你安排的房間內，先蒐集相關的資料吧。"
    ],

    "BadEnding1" : 
    [
        "因為你的突然消失，政府開始派大量人手前往鎮上調查...",
        "前往的警員們發現，同時間很好吃麵包店的店長也以生意慘淡為由，自殺死在了鎮上的麵包店。",
        "最後警員們發現了帶著毒水的杯子、詭異的警告紙條以及精神失常在野外遊蕩的鎮長兒子，循線抓走了鎮長。",
        "最終鎮長說出了真相。",
        "原來鎮上有著長達數百年的詛咒，每年都需要獻祭兩個人命給地下室的女巫冤魂，否則那年便會開始怪病盛行，直到小鎮800多年前祖先的後代全部滅亡，而鎮長為了保住自己一家的香火，便每年都遵守著獻祭生命的規則。",
        "最後，長達數代的詛咒就隨著鎮長一家的死刑應驗了，也許詛咒的應驗不只是因為詛咒本身，而是因為人性，所幸在鎮上所有世代相傳的家族滅族後，就不再發生消失與怪病了。",
        "最後有人在鎮上看到了本該隨詛咒消失的花匠的女兒，故事至此，再也無人知曉她是否真的逃過一劫。",
        "...",
        "還是一切都由她在掌控呢?"
    ],

    "BadEnding2" : 
    [
        "因為你的突然消失，政府開始派大量人手前往鎮上調查...",
        "最終，前往的警員們在學校廢棄的地下室發現你與很好吃麵包店店長的屍體。",
        "最後警員們發現了帶著毒水的杯子、詭異的警告紙條以及精神失常在野外遊蕩的鎮長兒子，循線抓走了鎮長。",
        "最終鎮長說出了真相。",
        "原來鎮上有著長達數百年的詛咒，每年都需要獻祭兩個人命給地下室的女巫冤魂，否則那年便會開始怪病盛行，直到小鎮800多年前祖先的後代全部滅亡，而鎮長為了保住自己一家的香火，便每年都遵守著獻祭生命的規則。",
        "最後，長達數代的詛咒就隨著鎮長一家的死刑應驗了，也許詛咒的應驗不只是因為詛咒本身，而是因為人性，所幸在鎮上所有世代相傳的家族滅族後，就不再發生消失與怪病了。",
        "最後謠傳有人在鎮上看到了本該隨詛咒死亡的花匠女兒，故事至此，再也無人知曉她是否真的逃過一劫。",
        "...",
        "還是一切都由她在掌控呢?"
    ],

    "ending" :
    [
        "在撒了一個善意的謊言後，你就暈了過去，再次醒來後你便已經身處學校後的女巫刑場，而夥伴則倒在了你身旁，尚未清醒...",
        "經歷了這些詭異事件後，你察覺了鎮上的異常，很快地便請政府派大量人手前來調查，這時麵包店店長的兒子Brain終於站了出來，他說...",
        "鎮上有著長達數百年的詛咒，每年都需要獻祭兩個人命給地下室的女巫冤魂，否則那年便會開始怪病盛行，直到小鎮800多年前祖先的後代全部滅亡，而鎮長為了保住自己一家的香火，便每年都遵守著獻祭生命的規則。",
        "這時大家才得知，原來鎮上時不時有人死於非命是因為鎮長一家歹毒的心腸以及女巫冤魂的詛咒，而Brain早在鎮長安排的房間偷偷放了紙條提醒我們，而Brain說...",
        "因為鎮長兒子曾是警察，所以在這個小鎮的警政系統上有遮天的能力，我只能等待你們抵達才敢放心的說出真相...",
        "八歲時的我曾經目睹了一場大火，燒光了一切。",
        "我的房子、家人和幸福，都葬在那場大火，長大後的我開始覺得不解，為何毫無火源的家中會突然冒出一場無法撲滅的大火，於是我開始調查...",
        "原來大火只是掩飾惡魔的工具，鎮長將我父母獻祭後，便一把火燒了證據再利用兒子的手段將一切掩埋。",
        "故事至此，一切都真相大白,鎮長和兒子被判處死刑，小鎮的也恢復了正常和繁榮，花匠的女兒和麵包店店長也終於能放心的以800年前祖先後代的身分安全的活下去了。",
        "...",
        "不久後，花匠的女兒消失了，花店也隨之倒閉，最後謠傳有人在女巫刑場看到花匠女兒最後的身影，故事至此，再也無人知曉她的行蹤。",
        "詛咒究竟是否消失呢?",
        "還是一切都由她在掌控著?"
    ]
}